import { lib, game, ui, get, ai, _status } from '../../../../../noname.js'
export { characterCopyright }

const shiroha = '<a id="shiroha_bilibili" href="https://space.bilibili.com/2170177" target="_blank"><span class="YB_http">哔哩哔哩up主鸣濑白羽酱</span></a>'
const characterCopyright = {
		
	//---------------------------------//名将改写
	// 'ybsl_zhouyuxiaoqiao':'详见本体龙凤。',//周瑜小乔
	//---------------------------------//忆包武将
		
	/*快捷复制：
	<span class=yellowtext>文字</span>暗亮双色
	<span class=thundertext>文字</span>
	<span class=thundertext></span>
	<font color=cyan>文字</font>自带单色
	<span style=\'color:#00c4ff\'>文字</span>自写颜色
	<br/>换行
	<li>点
	<span style="opacity:0.5;"></span>字体变淡
	<span style="font-family: yuanli">东吴命运线</span>
	<span style="text-decoration: line-through;">杀</span>字体划掉
	黑桃♠︎️ 红桃♥︎️ 梅花♣︎️ 方块♦︎ 虚无◈ 日○ 月☽ 星☆ 山△ 禁※
	空桃♤ 空心♡ 空梅♧ 空钻♢ 空无◎
	花❀ 毒❈ 衡❃ 雪❁ 血ღ 实日☀ 漆星★ 暗花✿ 细雪❅❉ 天牢§ 
	骰子 一⚀ 二⚁ 三⚂ 四⚃ 五⚄ 六⚅
	男♂ 女♀
	白羊♈ 金牛♉ 双子♊ 巨蟹♋ 双鱼♓ 狮子♌ 天秤♎ 射手♐ 摩羯♑ 室女♏ 水瓶♒ 天蝎♍
	八卦乾☰ 坤☷ 震☳ 巽☴ 坎☵ 离☲ 艮☶ 兑☱
	☣
	//花	<br>❀技能设计：夜白<br>❀代码撰写者：夜白<br>❀插图：暂无<br>❀配音：暂无
	//毒	<br>❈技能设计：夜白<br>❈代码撰写者：夜白<br>❈插图：暂无<br>❈配音：暂无
	//衡	<br>❃技能设计：夜白<br>❃代码撰写者：夜白<br>❃插图：暂无<br>❃配音：暂无
	//雪	<br>❁技能设计：夜白<br>❁代码撰写者：夜白<br>❁插图：暂无<br>❁配音：暂无
	//星	<br>☆技能设计：夜白<br>☆代码撰写者：夜白<br>☆插图：暂无<br>☆配音：暂无
	//漆星  <br>★技能设计：夜白<br>★代码撰写者：夜白<br>★插图：暂无<br>★配音：暂无
	//暗花  <br>✿技能设计：夜白<br>✿代码撰写者：夜白<br>✿插图：暂无<br>✿配音：暂无
	//黑桃  <br>♠︎️技能设计：夜白<br>♠︎️代码撰写者：夜白<br>♠︎️插图：暂无<br>♠︎️配音：暂无
	//红桃  <br>♥︎️技能设计：夜白<br>♥︎️代码撰写者：夜白<br>♥︎️插图：暂无<br>♥︎️配音：暂无
	//梅花  <br>♣︎️技能设计：夜白<br>♣︎️代码撰写者：夜白<br>♣︎️插图：暂无<br>♣︎️配音：暂无
	//方块  <br>♦︎技能设计：夜白<br>♦︎代码撰写者：夜白<br>♦︎插图：暂无<br>♦︎配音：暂无
	//虚无  <br>◈技能设计：夜白<br>◈代码撰写者：夜白<br>◈插图：暂无<br>◈配音：暂无
	//空无  <br>◎技能设计：夜白<br>◎代码撰写者：夜白<br>◎插图：暂无<br>◎配音：暂无
	//细雪  <br>❅技能设计：夜白<br>❅代码撰写者：夜白<br>❅插图：暂无<br>❅配音：暂无
	*/
	// c:\Users\ADMINI~1\AppData\Local\Temp\SGPicFaceTpBq\8752\0091320B.png \␀ 好玩滴
	'ybsl_001sunlisong':['忆','001','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
	'ybsl_002chenailin':['忆','002','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
	'ybsl_003yanshuang':['忆','003','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
	'ybsl_004zhangyujie':['忆','004','夜白','夜白',shiroha+'群内半成品图片','暂无','❁'],
	'ybsl_005wangruobing':['忆','005','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
	'ybsl_006wanghanzhen':['忆','006','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
	'ybsl_007wugege':['忆','007','夜白','夜白',shiroha+'B站成品图片','暂无','❀'],
	'ybsl_008wuyuxin':['忆','008','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
	'ybsl_009liyushan':['忆','009','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
	'ybsl_010zhouyue':['忆','010','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
	'ybsl_011gaoyuhang':['忆','011','夜白','夜白',shiroha+'群内半成品图片','暂无','❈'],
	'ybsl_012zhengjiayi':['忆','012','夜白','夜白',shiroha+'群内半成品图片','暂无','❈'],
	'ybsl_013yinji':['忆','013','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
	'ybsl_014liutianyu':['忆','014','夜白','夜白','暂无','暂无','✿'],
	'ybsl_014ether':['忆','014','夜白','夜白','暂无','暂无','◈'],
	'ybsl_015wanghairu':['忆','015','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
	'ybsl_016manchengqi':['忆','016','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
	'ybsl_017xiaohong':['忆','017','夜白','夜白',shiroha+'群内半成品图片','涂山小红本尊','❀'],
	
	'ybsl_018zhangqing':['忆','018','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
	    // 'ybsl_018zhangqing': ['忆','018','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'ybsl_019shengyan': ['忆','019','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'ybsl_020jiayutong': ['忆','020','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'ybsl_021liuyufeng': ['忆','021','夜白','夜白','暂无','暂无','❃'],
    'ybsl_022salt': ['忆','022','夜白','夜白',shiroha+'群内半成品图片','暂无','❈'],
    'ybsl_024yuetong': ['忆','024','夜白','夜白',shiroha+'群内半成品图片','暂无','❁'],
    'ybsl_025shiwang': ['忆','025','夜白','夜白','暂无','暂无','◎'],
    'ybsl_025shiqingyu': ['忆','025','夜白','夜白',shiroha+'分享的图片','暂无','◎'],
    'ybsl_025wanghe': ['忆','025','夜白','夜白',shiroha+'群内半成品图片','暂无','◎'],
    'ybsl_026can': ['忆','026','夜白','夜白',shiroha+'群内半成品图片','暂无','◈'],
    'ybsl_027rain': ['忆','027','夜白','夜白',shiroha+'群内半成品图片','暂无','◈'],
    'ybsl_028crystal': ['忆','028','夜白','夜白','暂无','暂无','◈'],
    'ybsl_029dawn': ['忆','029','夜白','夜白',shiroha+'群内半成品图片','暂无','◈'],
    'ybsl_030book': ['忆','030','夜白','夜白',shiroha+'群内半成品图片','暂无','★'],
    'ybsl_018huanqing': ['忆','018','夜白','夜白',shiroha+'B站成品图片','暂无','◈'],
    'ybsl_032baiyichen': ['忆','032','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    
	'ybsl_033xiaohui': ['忆','033','夜白','夜白','QQ小世界AI绘图','暂无','❅'],
    'ybsl_034zhoulianyuan': ['忆','034','夜白','夜白','暂无','暂无','◈'],
    'ybsl_035stamp': ['忆','035','夜白','夜白','暂无','暂无','★'],
    'ybsl_036bright': ['忆','036','夜白','夜白',shiroha+'群内半成品图片','暂无','◈'],
    'ybsl_037diamondqueen': ['忆','037','夜白','夜白',shiroha+'成品图片','暂无','◈'],
    'db_ybsl_038tengwu': ['忆','038','夜白','夜白',shiroha+'成品图片','暂无','◈'],
    'ybsl_038bianqiuwen': ['忆','038','夜白','夜白','灵境AI绘图','暂无','❀'],
    'ybsl_039zhafu': ['忆','039','夜白','夜白','暂无','暂无','◈'],
    'ybsl_041mmuqin': ['忆','041','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'ybsl_042pingzi': ['忆','042','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'ybsl_043fangjiayu': ['忆','043','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'ybsl_044huruihang': ['忆','044','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'ybsl_045gaocong': ['忆','045','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'ybsl_046jiangxuewu': ['忆','046','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'ybsl_047shan': ['忆','047','夜白','夜白','灵境AI绘图','暂无','❅'],
    'ybsl_047zhangmi': ['忆','047','夜白','夜白','灵境AI绘图','暂无','◈'],
    'ybsl_048wushuang': ['忆','048','夜白','夜白','派蒙AI绘图','暂无','❁'],
    'ybsl_049waner': ['忆','049','夜白','夜白',shiroha+'群内半成品图片','暂无','◎'],
    'ybsl_050zunjian': ['忆','050','夜白','夜白',shiroha+'群内半成品图片','暂无','◎'],
    'ybsl_051fomalhaut': ['忆','051','夜白','夜白','暂无','暂无','◎'],
    'ybsl_052trees': ['忆','052','夜白','夜白','暂无','暂无','◎'],
    'ybsl_053qiuer': ['忆','053','夜白','夜白',shiroha+'B站成品图片','暂无','❀'],
    'ybsl_054yueer': ['忆','054','夜白','夜白','派蒙AI绘图','暂无','❀'],
    'ybsl_055zhengyan': ['忆','055','夜白','夜白','AI绘画精灵AI绘图','暂无','◎'],
    'ybsl_056dongjianchao': ['忆','056','夜白','夜白','暂无','暂无','◎'],
    'ybsl_057sunmeiqi': ['忆','057','夜白','夜白','暂无','暂无','◎'],
    'ybsl_058sunshibo': ['忆','058','夜白','夜白','暂无','暂无','◎'],
    'ybsl_059starsFall': ['忆','059','夜白','夜白','暂无','暂无','❀'],
    'ybsl_059starsFall1': ['忆','059','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'ybsl_059starsFall2': ['忆','059','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'ybsl_059starsFall3': ['忆','059','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'ybsl_059starsFall4': ['忆','059','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'ybsl_060liutianhang': ['忆','060','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'ybsl_061zheyu': ['忆','061','夜白','夜白','暂无','暂无','◎'],
    'ybsl_062yuhongyan': ['忆','062','夜白','夜白','暂无','暂无','◎'],
    'ybsl_063weimingli': ['忆','063','夜白','夜白','暂无','暂无','◎'],
    'ybsl_064lvmingyan': ['忆','064','夜白','夜白','暂无','暂无','◎'],
    'ybsl_065yanxiwen': ['忆','065','夜白','夜白','暂无','暂无','◎'],
    'ybsl_066wujun': ['忆','066','夜白','夜白',shiroha+'群内半成品图片','暂无','◎'],
    'db_ybsl_067snake': ['忆','067','夜白','夜白，潜水的火（缠情）',shiroha+'群内半成品图片','暂无','◈'],
    'ybsl_068qingyue': ['忆','068','夜白','夜白',shiroha+'群内半成品图片','暂无','◈'],
    'ybsl_069xiangzi': ['忆','069','夜白','夜白',shiroha+'群内半成品图片','暂无','◈'],
    'ybsl_070lvyanqiu': ['忆','070','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'ybsl_071faraway': ['忆','071','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'ybsl_072sulingyi': ['忆','072','夜白','夜白',shiroha+'群内半成品图片','暂无','★'],
    'ybsl_073Al': ['忆','073','夜白','夜白','QQ小世界AI绘图','暂无','❀'],
    'ybsl_074piao': ['忆','074','夜白','夜白','花落隨風钦定网图','暂无','❀'],
    'ybsl_075dogcard': ['忆','075','夜白','夜白','不知来源','暂无','※'],
    'ybsl_076zhujun': ['忆','076','夜白','夜白',shiroha+'B站成品图片','暂无','◈'],
    'ybsl_077yangqixu': ['忆','077','夜白','夜白','暂无','暂无','◈'],
    'ybsl_078zhuyahai': ['忆','078','夜白','夜白','暂无','暂无','◈'],
    'ybsl_079xiaoxin': ['忆','079','夜白','夜白',shiroha+'群内半成品图片','暂无','◎'],
    'ybsl_080phoenix': ['忆','080','夜白','夜白','暂无','暂无','★'],
    'ybsl_081chenli': ['忆','081','夜白','夜白',shiroha+'群内半成品图片','暂无','◈'],
    'ybsl_081chensi': ['忆','081','夜白','夜白',shiroha+'群内半成品图片','暂无','◈'],
    'ybsl_083xiaozhu': ['忆','083','夜白','夜白','灵境AI绘图','暂无','◈'],
    'ybsl_085DGY': ['忆','085','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'ybsl_086GJ': ['忆','086','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'ybsl_092handan': ['忆','092','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'ybsl_107tushanshuili': ['忆','107','夜白','夜白，潜水的火（踏野，妖异）',shiroha+'群内半成品图片','暂无','❀'],
    'ybsl_121tujing': ['忆','121','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
	ybsl_122wangbingyu:['忆','122','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
	ybsl_123xuelang:['忆','123','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
	    //---------------------------------//忆包SP
    'db_ybsp_014liutianyu': ['忆','SP-001','夜白','夜白','QQ小世界AI绘图','暂无','✿'],
    'ybsp_016manchengqi': ['忆','SP-002','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'db_ybsp_038tengwu': ['忆','SP-004','夜白','夜白',shiroha+'群内半成品图片','暂无','◈'],
    'ybsp_072sulingyi': ['忆','072','夜白','夜白',shiroha+'群内半成品图片','暂无','★'],
    'ybsp_002chenailin': ['忆','SP-003','夜白','夜白，潜水的火（香陨）',shiroha+'B站成品图片','暂无','❀'],
    'ybsp_027rain': ['忆','SP-006','夜白','夜白',shiroha+'B站成品图片','暂无','◈'],
    'ybsp_001sunlisong': ['忆','SP-005','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'ybsp_006wanghanzhen': ['忆','SP-007','夜白','夜白',shiroha+'B站发布成品','暂无','❀'],
    'ybsp_033xiaohui': ['忆','SP-008','夜白','夜白？',shiroha+'群内半成品图片','暂无','❅'],
	ybsp_018zhangqing:['忆','SP-009','夜白','X',shiroha+'群内半成品图片','暂无','❀'],
    ybsp_079xiaoxin:['忆','SP-010','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
	
	//---------------------------------//界限突破
    'ybnb_034zhoulianyuan': ['忆','界-034','夜白','夜白','暂无','暂无','◈'],
    
    //---------------------------六艺篇
    'ybart_013yinji': ['忆','013','夜白','夜白',shiroha+'群内半成品图片','暂无','✿'],
    'ybart_014liutianyu': ['忆','014','夜白','夜白','暂无','暂无','❀'],
    'ybart_016manchengqi': ['忆','016','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'ybart_017xiaohong': ['忆','017','夜白','夜白',shiroha+'群内半成品图片','涂山小红本尊','❀'],
    'ybart_041mmuqin': ['忆','041','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    
    //---------------------------------//忆包鬼神易
    'dzsl_013yinji': ['忆','013','夜白','鬼神易￥',shiroha+'群内半成品图片','暂无','❀'],
    'dzsl_014liutianyu': ['忆','014','夜白','鬼神易￥','暂无','暂无','✿'],
    'dzsl_014xinzhikui': ['忆','014','夜白','鬼神易￥','暂无','暂无','✿'],
    'dzsl_015wanghairu': ['忆','015','夜白','鬼神易￥',shiroha+'群内半成品图片','暂无','❀'],
    'dzsl_016manchengqi': ['忆','016','夜白','鬼神易￥',shiroha+'群内半成品图片','暂无','❀'],
    'dzsl_017xiaohong': ['忆','017','夜白','鬼神易￥',shiroha+'群内半成品图片','涂山小红本尊','❀'],
    
    //---------------------------------//忆包神将
    'ybslshen_014liutianyu': ['神☆忆','001','夜白','夜白','暂无','神姜维','✿'],
    'ybslshen_017xiaohong': ['神☆忆','002','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'ybslshen_018zhangqing': ['神☆忆','003','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'ybslshen_002chenailin': ['神☆忆','004','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'ybslshen_071faraway': ['神☆忆','005','夜白','夜白','派蒙AI绘图','想去远方本尊','❀'],
    'ybslshen_073Al': ['神☆忆','006','夜白','夜白','QQ小世界AI绘图','暂无','❀'],
    'ybslshen_074piao': ['神☆忆','007','夜白','夜白','花落隨風钦定网图','暂无','❀'],
    'ybslshen_001sunlisong': ['神☆忆','008','夜白','夜白','灵境AI绘图','暂无','❀'],
    'ybslshen_100Cosette': ['神☆忆','009','夜白','夜白','u佬钦定原画','暂无','❀'],
    
    //---------------------------------//忆包废案
    'ybold_016manchengqi': ['忆','SP-002','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'yboldshen_002chenailin': ['神☆忆','004','夜白','夜白',shiroha+'B站成品图片','暂无','❀'],
    'ybold_018zhangqing': ['忆','018','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'ybsb_047zhangmi': ['忆','047','夜白','夜白','灵境AI绘图','暂无','◈'],
    'ybsb_077yangqixu': ['忆','077','夜白','夜白','暂无','暂无','◈'],
    'ybsb_068qingyue': ['忆','068','夜白','夜白',shiroha+'群内半成品图片','暂无','❀'],
    'ybsb_048wushuang': ['忆','048','夜白','夜白','派蒙AI绘图','暂无','❁']

	
}