import { lib, game, ui, get, ai, _status } from '../../../../../noname.js'
export { characterIntro }

const characterIntro = {
	lvyi: '吕乂（？-251年），字季阳，荆州南阳（今河南省南阳市）。三国时期蜀汉官员。吕乂出身南阳吕氏，自幼丧父，喜好读书弹琴。初任典曹都尉，管理盐税，迁绵竹县令，政绩卓著，拜巴西太守。诸葛亮北伐中原，以为汉中太守，督促农事，供应兵员军需粮草。诸葛亮死后，累迁蜀郡太守。后来，入朝担任尚书，辅佐费祎，代董允为尚书令。吕乂任职内外，生活俭朴，谦虚少言，为政简明，执法严苛，以清明能干著称。延熙十四年（251年），去世。',
	luyan: '陆延，陆逊长子，陆抗长兄，母亲不明，可能是陆逊前妻之子，吴郡人。早夭，由他的弟弟陆抗继承爵位。在正史中对他没有评价，野史里也极少提到他。他的父亲以及弟弟都非常优秀，他未满二十岁就去世了。',
	yinfan: '隐蕃(209年-231年)，三国时魏官吏。青州(治今山东临淄)人。有口才，魏太和四年/吴黄龙二年(公元230年)，奉魏明帝命，诈叛归吴，任廷尉监。蕃交结豪杰，与众官交好。后谋叛，事觉伏诛。',
	shlizhaoyi: '李昭仪，三国时期蜀汉后主刘禅的昭仪。<br>景耀六年（263年），魏征西将军邓艾攻至成都，后主投降。魏国把蜀汉后宫宫女赏赐给没有妻子的诸位将军，李昭仪自杀身亡。',
	sunshaoo:'孙韶(188年-241年)，字公礼，吴郡富春(今浙江杭州富阳区)人，三国时期吴国宗室、将领。孙韶的伯父孙河，本姓俞，孙策很喜爱他，便赐姓孙，将他列名孙氏家族之中。<br>建安九年(204年)，孙河被杀，孙韶统帅孙河的军队，被孙权任命为承烈校尉。后任广陵太守、偏将军。黄初元年(220年)，孙权受封吴王，升任他为扬威将军，封建德侯。黄龙元年(229年)，孙权称帝，任命孙韶为镇北将军。孙权后加任孙韶兼任幽州牧，假节。赤乌四年(241年)，孙韶去世。',
}