import { lib, game, ui, get, ai, _status } from '../../../../../noname.js'
export { characterCopyright }

const characterCopyright = {
		
	// ybmjz_caocao:'<font color=cyan>夜白名将传-编号暂无</font><br>❃技能设计：夜白<br>❃代码撰写者：夜白<br>❃插图：三国杀官方<br>❃配音：三国杀官方', 



	sgskjdbzjms_mo_zhoutai:['三国杀，开具大宝直接秒杀（番茄小说）','','小糊涂笨蛋','夜白','三国杀官方','三国杀官方','❃'],
	sgskjdbzjms_shen_zhugeliang:['三国杀，开具大宝直接秒杀（番茄小说）','','小糊涂笨蛋','夜白','三国杀官方','三国杀官方','❃'],
	sgskjdbzjms_leizhenzi:['三国杀，开具大宝直接秒杀（番茄小说）','','小糊涂笨蛋','夜白','三国杀官方','三国杀官方','❃'],
	sgskjdbzjms_xian_zhugeguo:['三国杀，开具大宝直接秒杀（番茄小说）','','小糊涂笨蛋','夜白','三国杀官方','三国杀官方','❃'],
	sgskjdbzjms_zhen_zhangfei:['三国杀，开具大宝直接秒杀（番茄小说）','','小糊涂笨蛋','夜白','三国杀官方','三国杀官方','❃'],
	sgskjdbzjms_zhen_guanyu:['三国杀，开具大宝直接秒杀（番茄小说）','','小糊涂笨蛋','夜白','三国杀官方','三国杀官方','❃'],
	sgskjdbzjms_shen_liubei:['三国杀，开具大宝直接秒杀（番茄小说）','','小糊涂笨蛋','夜白','三国杀官方','三国杀官方','❃'],
	sgskjdbzjms_zhen_machao:['三国杀，开具大宝直接秒杀（番茄小说）','','小糊涂笨蛋','夜白','三国杀官方','三国杀官方','❃'],
	sgskjdbzjms_zhen_liubei:['三国杀，开具大宝直接秒杀（番茄小说）','','小糊涂笨蛋','夜白','三国杀官方','三国杀官方','❃'],


	qmsgswkjsgj_re_xizhicai:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_re_liuxie:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_shen_zhaoyun:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_gui_xuyou:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_gui_zhaoyun:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_gui_sunquan:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_shen_guojia:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_re_sp_duyu:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_gui_liubei:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_shen_zhugeliang:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_gui_re_zhouyu:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_sb_huangzhong:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_re_yangbiao:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_re_luotong:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_re_liuyan:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_re_lusu:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_re_caorui:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_re_caiwenji:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_re_zhangxiu:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_re_fuhuanghou:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_shen_ganning:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_re_sunhanhua:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	
	qmsgswkjsgj_yingtian_simayi:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_re_shen_zhaoyun:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_shen_lusu:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_re_sunquan:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_shen_zhouyu:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_shen_xunyu:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_mb_luyusheng:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_shen_luxun:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_shen_caocao:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_shen_lvbu:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_pot_weiyan:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_pot_taishici:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_re_caopi:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_re_shamoke:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_re_peixiu:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_re_shichangshi:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_scs_zhangrang:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_scs_zhaozhong:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_scs_sunzhang:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_scs_bilan:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_scs_xiayun:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_scs_hankui:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_scs_lisong:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_scs_duangui:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_scs_guosheng:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_scs_gaowang:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_re_jushou:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_shen_huatuo:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_pot_yuji:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_re_mb_caomao:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❃'],
	qmsgswkjsgj_shen_sunce: ['全民三国杀，我开局神郭嘉（番茄小说）', '', '天一笙水', '夜白', '三国杀官方', '三国杀官方', '❃'],
	qmsgswkjsgj_yanxiang:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','神秘人&夜白','三国杀官方','三国杀官方','❃'],

	qmsgswkjsgj_mb_sunluyu: ['全民三国杀，我开局神郭嘉（番茄小说）', '', '天一笙水', '夜白', '三国杀官方', '三国杀官方', '❃'],
	qmsgswkjsgj_re_mb_zhangzhi: ['全民三国杀，我开局神郭嘉（番茄小说）', '', '天一笙水', '夜白', '三国杀官方', '三国杀官方', '❃'],
	qmsgswkjsgj_shen_taishici: ['全民三国杀，我开局神郭嘉（番茄小说）', '', '天一笙水', '夜白', '三国杀官方', '三国杀官方', '❃'],
	qmsgswkjsgj_re_zhangxuan: ['全民三国杀，我开局神郭嘉（番茄小说）', '', '天一笙水', '夜白', '三国杀官方', '三国杀官方', '❃'],
	qmsgswkjsgj_re_chenshi: ['全民三国杀，我开局神郭嘉（番茄小说）', '', '天一笙水', '夜白', '三国杀官方', '三国杀官方', '❃'],
	qmsgswkjsgj_re_dc_tengfanglan: ['全民三国杀，我开局神郭嘉（番茄小说）', '', '天一笙水', '夜白', '三国杀官方', '三国杀官方', '❃'],
	qmsgswkjsgj_re_zhenghun: ['全民三国杀，我开局神郭嘉（番茄小说）', '', '天一笙水', '夜白', '三国杀官方', '三国杀官方', '❃'],
	qmsgswkjsgj_re_re_liuzan: ['全民三国杀，我开局神郭嘉（番茄小说）', '', '天一笙水', '夜白', '三国杀官方', '三国杀官方', '❃'],
	qmsgswkjsgj_re_wupu: ['全民三国杀，我开局神郭嘉（番茄小说）', '', '天一笙水', '夜白', '三国杀官方', '三国杀官方', '❃'],
	qmsgswkjsgj_re_ruanyu: ['全民三国杀，我开局神郭嘉（番茄小说）', '', '天一笙水', '夜白', '三国杀官方', '三国杀官方', '❃'],
	qmsgswkjsgj_re_dc_duyu: ['全民三国杀，我开局神郭嘉（番茄小说）', '', '天一笙水', '夜白', '三国杀官方', '三国杀官方', '❃'], 
	qmsgswkjsgj_re_star_caoren: ['全民三国杀，我开局神郭嘉（番茄小说）', '', '天一笙水', '夜白', '三国杀官方', '三国杀官方', '❃'],
	qmsgswkjsgj_re_dc_xiahouhui: ['全民三国杀，我开局神郭嘉（番茄小说）', '', '天一笙水', '夜白', '三国杀官方', '三国杀官方', '❃'],
	qmsgswkjsgj_re_panghong: ['全民三国杀，我开局神郭嘉（番茄小说）', '', '天一笙水', '夜白', '三国杀官方', '三国杀官方', '❃'],
	qmsgswkjsgj_re_zhujianping: ['全民三国杀，我开局神郭嘉（番茄小说）', '', '天一笙水', '夜白', '三国杀官方', '三国杀官方', '❃'],
	qmsgswkjsgj_re_guotiying: ['全民三国杀，我开局神郭嘉（番茄小说）', '', '天一笙水', '夜白', '三国杀官方', '三国杀官方', '❃'],
	qmsgswkjsgj_re_caofang: ['全民三国杀，我开局神郭嘉（番茄小说）', '', '天一笙水', '夜白', '三国杀官方', '三国杀官方', '❃'],
	qmsgswkjsgj_re_guozhao: ['全民三国杀，我开局神郭嘉（番茄小说）', '', '天一笙水', '夜白', '三国杀官方', '三国杀官方', '❃'],
	qmsgswkjsgj_re_caomao: ['全民三国杀，我开局神郭嘉（番茄小说）', '', '天一笙水', '夜白', '三国杀官方', '三国杀官方', '❃'],
	

	qmsgswkjsgj_mengpo: ['全民三国杀，我开局神郭嘉（番茄小说）', '', '天一笙水', '夜白', '三国杀官方', '三国杀官方', '❃'],


	qmsgswkjsgj_shenci_wu_zhugeliang:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❁'],
	qmsgswkjsgj_shenci_re_duyu:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❁'],
	qmsgswkjsgj_shenci_wu_luxun:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❁'],
	qmsgswkjsgj_shenci_sb_caopi:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❁'],
	qmsgswkjsgj_shenci_re_sunhanhua:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❁'],
	qmsgswkjsgj_shenci_dc_zhouxuān:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❁'],
	qmsgswkjsgj_shenci_caomao:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❁'],
	qmsgswkjsgj_shenci_pot_yuji:['全民三国杀，我开局神郭嘉（番茄小说）','','天一笙水','夜白','三国杀官方','三国杀官方','❁'],

	

























	sgsxjxfzmnl_re_xusheng:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_sb_huangzhong:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_shen_sunce:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_sb_xiahoushi:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	
	sgsxjxfzmnl_wangyuanji:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_shen_guojia:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_wenyang:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_re_jushou:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_shen_ganning:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_shichangshi:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_scs_zhangrang:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_scs_zhaozhong:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_scs_sunzhang:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_scs_bilan:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_scs_xiayun:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_scs_hankui:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_scs_lisong:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_scs_duangui:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_scs_guosheng:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_scs_gaowang:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_shichangshi_dead:['三国杀，仙界下凡怎么你了（番茄小说）','死亡十常侍','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_scs_zhangrang_dead:['三国杀，仙界下凡怎么你了（番茄小说）','死亡十常侍','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_scs_zhaozhong_dead:['三国杀，仙界下凡怎么你了（番茄小说）','死亡十常侍','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_scs_sunzhang_dead:['三国杀，仙界下凡怎么你了（番茄小说）','死亡十常侍','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_scs_bilan_dead:['三国杀，仙界下凡怎么你了（番茄小说）','死亡十常侍','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_scs_xiayun_dead:['三国杀，仙界下凡怎么你了（番茄小说）','死亡十常侍','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_scs_hankui_dead:['三国杀，仙界下凡怎么你了（番茄小说）','死亡十常侍','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_scs_lisong_dead:['三国杀，仙界下凡怎么你了（番茄小说）','死亡十常侍','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_scs_duangui_dead:['三国杀，仙界下凡怎么你了（番茄小说）','死亡十常侍','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_scs_guosheng_dead:['三国杀，仙界下凡怎么你了（番茄小说）','死亡十常侍','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_scs_gaowang_dead:['三国杀，仙界下凡怎么你了（番茄小说）','死亡十常侍','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_yue_caiwenji:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_liuyan:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_shen_xunyu:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_shen_zhangfei:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_wu_zhugeliang:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_sb_caopi:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_boss_zhaoyun:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_nanhualaoxian:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	
	sgsxjxfzmnl_zhangxuan:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_caojinyu:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_shen_machao:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_sunhanhua:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_xin_guozhao:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_sb_guanyu:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_sb_huanggai:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_dc_zhouxuān:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_sunlingluan:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_xushao:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_sp_huaman:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','神秘人','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_quyi:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','神秘人','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_shen_jiangwei:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','神秘人&夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_dc_liuye:['三国杀，仙界下凡怎么你了（番茄小说）','','作家时霜','夜白','三国杀官方','三国杀官方','❃'],
	sgsxjxfzmnl_peixiu: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_wu_luxun: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_mb_caomao: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_puyuan: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_dc_shen_huatuo: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_dc_xujing: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_shen_zhangjiao: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_xizhicai: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_sb_sp_zhugeliang: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_dc_qinghegongzhu: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_bianxi: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_shen_sunquan: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_panshu: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_haozhao: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_fuqian: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_sb_caoren: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_yue_miheng: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_zhujianping: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_shen_huangzhong: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_dc_tengfanglan: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_sb_diaochan: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_re_zuoci: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_chengui: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_dc_sunru: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_yue_xiaoqiao: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_dc_sb_simayi: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_mb_zhangfen: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_liuzan: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_xurong: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_dc_sb_huanggai: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_yuanyin: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_v_zhangliao: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_ol_nanhualaoxian: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_dc_sb_zhouyu: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_dc_simashi: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_xuelingyun: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_yangbiao: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_simazhao: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_caoying: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],

	sgsxjxfzmnl_mo_diaochan: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_mo_lvbu: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_mo_caopi: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_mo_guanyu: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_mo_re_diaochan: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_mo_zhangfei: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_mo_jiaxu: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_mo_guosi: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],
	sgsxjxfzmnl_mo_zhangji: ['三国杀，仙界下凡怎么你了（番茄小说）', '', '作家时霜', '夜白', '三国杀官方', '三国杀官方', '❃'],







	zzrsqlkjygzz_shen_guanyu:['蒸蒸日上，全力氪金，言贵者斩（番茄小说）','','浅埋','夜白','三国杀官方','三国杀官方','❃'],
	zzrsqlkjygzz_shen_zhangjiao:['蒸蒸日上，全力氪金，言贵者斩（番茄小说）','','浅埋','夜白','三国杀官方','三国杀官方','❃'],
	zzrsqlkjygzz_shen_sunce:['蒸蒸日上，全力氪金，言贵者斩（番茄小说）','','浅埋','夜白','三国杀官方','三国杀官方','❃'],
	zzrsqlkjygzz_re_zuoci:['蒸蒸日上，全力氪金，言贵者斩（番茄小说）','','浅埋','夜白','三国杀官方','三国杀官方','❃'],
	zzrsqlkjygzz_yi_caocao:['蒸蒸日上，全力氪金，言贵者斩（番茄小说）','','浅埋','夜白','三国杀官方','三国杀官方','❃'],
	zzrsqlkjygzz_yi_guanyu:['蒸蒸日上，全力氪金，言贵者斩（番茄小说）','','浅埋','夜白','三国杀官方','三国杀官方','❃'],
	zzrsqlkjygzz_yi_zhangjiao:['蒸蒸日上，全力氪金，言贵者斩（番茄小说）','','浅埋','夜白','三国杀官方','三国杀官方','❃'],
	zzrsqlkjygzz_yi2_zhangjiao:['蒸蒸日上，全力氪金，言贵者斩（番茄小说）','','浅埋','夜白','三国杀官方','三国杀官方','❃'],
	zzrsqlkjygzz_yi3_zhangjiao:['蒸蒸日上，全力氪金，言贵者斩（番茄小说）','','浅埋','夜白','三国杀官方','三国杀官方','❃'],
	zzrsqlkjygzz_yi_luxun:['蒸蒸日上，全力氪金，言贵者斩（番茄小说）','','浅埋','夜白','三国杀官方','三国杀官方','❃'],
	zzrsqlkjygzz_yi_sunce:['蒸蒸日上，全力氪金，言贵者斩（番茄小说）','','浅埋','夜白','三国杀官方','三国杀官方','❃'],
	zzrsqlkjygzz_yao_zhoutai:['蒸蒸日上，全力氪金，言贵者斩（番茄小说）','','浅埋','夜白','三国杀官方','三国杀官方','❃'],
	
	//---------------------------------//名将改写
	// 'ybsl_zhouyuxiaoqiao':'详见本体龙凤。',//周瑜小乔
	//---------------------------------//忆包武将
		
	/*快捷复制：
	<span class=yellowtext>文字</span>暗亮双色
	<span class=thundertext>文字</span>
	<span class=thundertext></span>
	<font color=cyan>文字</font>自带单色
	<span style=\'color:#00c4ff\'>文字</span>自写颜色
	<br/>换行
	<li>点
	<span style="opacity:0.5;"></span>字体变淡
	<span style="font-family: yuanli">东吴命运线</span>
	<span style="text-decoration: line-through;">杀</span>字体划掉
	黑桃♠︎️ 红桃♥︎️ 梅花♣︎️ 方块♦︎ 虚无◈ 日○ 月☽ 星☆ 山△ 禁※
	空桃♤ 空心♡ 空梅♧ 空钻♢ 空无◎
	花❀ 毒❈ 衡❃ 雪❁ 血ღ 实日☀ 漆星★ 暗花✿ 细雪❅❉ 天牢§ 
	骰子 一⚀ 二⚁ 三⚂ 四⚃ 五⚄ 六⚅
	男♂ 女♀
	白羊♈ 金牛♉ 双子♊ 巨蟹♋ 双鱼♓ 狮子♌ 天秤♎ 射手♐ 摩羯♑ 室女♏ 水瓶♒ 天蝎♍
	八卦乾☰ 坤☷ 震☳ 巽☴ 坎☵ 离☲ 艮☶ 兑☱
	☣
	//花	<br>❀技能设计：夜白<br>❀代码撰写者：夜白<br>❀插图：暂无<br>❀配音：暂无
	//毒	<br>❈技能设计：夜白<br>❈代码撰写者：夜白<br>❈插图：暂无<br>❈配音：暂无
	//衡	<br>❃技能设计：夜白<br>❃代码撰写者：夜白<br>❃插图：暂无<br>❃配音：暂无
	//雪	<br>❁技能设计：夜白<br>❁代码撰写者：夜白<br>❁插图：暂无<br>❁配音：暂无
	//星	<br>☆技能设计：夜白<br>☆代码撰写者：夜白<br>☆插图：暂无<br>☆配音：暂无
	//漆星  <br>★技能设计：夜白<br>★代码撰写者：夜白<br>★插图：暂无<br>★配音：暂无
	//暗花  <br>✿技能设计：夜白<br>✿代码撰写者：夜白<br>✿插图：暂无<br>✿配音：暂无
	//黑桃  <br>♠︎️技能设计：夜白<br>♠︎️代码撰写者：夜白<br>♠︎️插图：暂无<br>♠︎️配音：暂无
	//红桃  <br>♥︎️技能设计：夜白<br>♥︎️代码撰写者：夜白<br>♥︎️插图：暂无<br>♥︎️配音：暂无
	//梅花  <br>♣︎️技能设计：夜白<br>♣︎️代码撰写者：夜白<br>♣︎️插图：暂无<br>♣︎️配音：暂无
	//方块  <br>♦︎技能设计：夜白<br>♦︎代码撰写者：夜白<br>♦︎插图：暂无<br>♦︎配音：暂无
	//虚无  <br>◈技能设计：夜白<br>◈代码撰写者：夜白<br>◈插图：暂无<br>◈配音：暂无
	//空无  <br>◎技能设计：夜白<br>◎代码撰写者：夜白<br>◎插图：暂无<br>◎配音：暂无
	//细雪  <br>❅技能设计：夜白<br>❅代码撰写者：夜白<br>❅插图：暂无<br>❅配音：暂无
	*/
	
}