import { lib, game, ui, get, ai, _status } from '../../../../../noname.js'
export { characterCopyright }

const characterCopyright = {
		
	//-----------------------上古神话专题---------------------------//
	
	sgsh_tiandi:['上古神话','001','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_shennong:['上古神话','002','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_xuanyuan:['上古神话','003','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_shaohao:['上古神话','004','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_zhuanxu:['上古神话','005','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_qinglong:['上古神话','006','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_baihu:['上古神话','007','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_zhuque:['上古神话','008','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_xuanwu:['上古神话','009','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_qilin:['上古神话','010','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_dongwanggong:['上古神话','011','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_xiwangmu:['上古神话','012','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_huaxu:['上古神话','013','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_yaoji:['上古神话','014','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_hongjunlaozu:['上古神话','015','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_gonggong:['上古神话','016','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_zhurong:['上古神话','017','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_goumang:['上古神话','018','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_houtu:['上古神话','019','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_yuqiang:['上古神话','020','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_fuxi:['上古神话','021','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_xiangliu:['上古神话','022','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_houyi:['上古神话','023','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_dayu:['上古神话','024','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_kuafu:['上古神话','025','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_tubo:['上古神话','026','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_jingwei:['上古神话','027','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_qibo:['上古神话','028','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_taizichangqin:['上古神话','029','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_yeming:['上古神话','030','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_yinglong:['上古神话','031','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_nvba:['上古神话','032','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_chiyou:['上古神话','033','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_fenghou:['上古神话','034','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_jiutianxuannv:['上古神话','035','龙腾杀上古诸神（夜白改）（如有）','从雨','网图','暂无','♦︎'],
	sgsh_luozu:['上古神话','036','龙腾杀上古诸神（夜白改）（如有）','从雨','网图','暂无','♦︎'],
	sgsh_cangjie:['上古神话','037','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_limu:['上古神话','038','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_changxian:['上古神话','039','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_guiyuqu:['上古神话','040','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	// sgsh_limu:['上古神话','041','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_shijiamouni:['上古神话','041','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_luohou:['上古神话','042','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_xingtian:['上古神话','043','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	
	
	
	//--------------群友共创---------------------//
	
	ybsl_xuyou:['群友共创','编号暂无','夜白','夜白','无','官方许攸','♦︎'],
	niya_re_liuyan:['群友共创','编号暂无','喵曹金玉','夜白','无','官方刘焉','♦︎'],
	niya_caowei:['群友共创','编号暂无','喵曹金玉','夜白','p站','无','♦︎'],
	Fe2O3_duqiong:['群友共创','编号暂无','从雨','夜白','图先欠着','无','♦︎'],
	zxunnamed_zhenji:['群友共创','编号暂无','找不到虫子的鸟','找不到虫子的鸟','无','无','♦︎'],
	Fe2O3_zixu:['群友共创','编号暂无','找不到虫子的鸟','找不到虫子的鸟','无','无','♦︎'],
	Fe3O4_guanyu:['群友共创','编号暂无','找不到虫子的鸟','找不到虫子的鸟','无','无','♦︎'],
	Fe2O3_zhugeliang:['群友共创','编号暂无','找不到虫子的鸟','找不到虫子的鸟','无','无','♦︎'],
	Fe2O3_zhaoyun:['群友共创','编号暂无','合','合','无','无','♦︎'],
	ddddssssbbbb_dengai:['群友共创','编号暂无','露','露','无','无','♦︎'],
	zxunnamed_gongsunyuan:['群友共创','编号暂无','霜','霜','无','无','♦︎'],
	FeO3_zhugeliang:['群友共创','编号暂无','横云','横云','无','无','♦︎'],
	Fe343_zhugeliang:['群友共创','编号暂无','从云','从云','无','无','♦︎'],
	
	
	
	//冷门民杀搬运
	ybslshen_zhenji:['冷门民杀搬运','编号暂无','冷门民杀搬运','夜白','冷门民杀搬运','暂无','✿'],
	//夜白杂设

	ybsl_kamome:['夜白杂设','编号暂无','夜白','夜白','Summer Pockets','Summer Pockets（若有）','❃'],
	ybsl_hairi:['夜白杂设','编号暂无','夜白','夜白','Summer Pockets','Summer Pockets（若有）','❀'],
	sp_key_umi:['夜白杂设','编号暂无','夜白','夜白','Summer Pockets','Summer Pockets（若有）','❃'],
	ybsl_pujing:['夜白杂设','编号暂无','夜白','夜白','三国杀官方（若有）','三国杀官方（若有）','♣︎️'],
	
	yb_key_hina:['夜白杂设','编号暂无','夜白','夜白','无名杀本体','无名杀本体（若有）','❃'],
	ybsl_youta:['夜白杂设','编号暂无','夜白','夜白','无名杀本体','无名杀本体（若有）','❃'],
	yb_key_kotori:['夜白杂设','编号暂无','夜白','夜白','无名杀本体','无名杀本体（若有）','❃'],
	yb_key_kagari:['夜白杂设','编号暂无','夜白','夜白','无名杀本体','无名杀本体（若有）','❃'],


	//别群比赛
	ybsl_lvyi:['别群比赛-小白杯（落榜）','编号暂无','夜白','夜白','小白杯（若有）','小白杯（若有）','♦︎'],
	ybsl_yinfan:['别群比赛-小白杯（重在参与）','编号暂无','夜白','夜白','小白杯（若有）','小白杯（若有）','♦︎'],
	ybsl_shlizhaoyi:['别群比赛-小白杯（重在参与）','编号暂无','夜白','夜白','小白杯（若有）','小白杯（若有）','♦︎'],
	ybsl_sunsháo:['别群比赛-小白杯（落榜）','编号暂无','夜白','夜白','小白杯（若有）','小白杯（若有）','♦︎'],
	ybsl_wangbi:['别群比赛-小白杯（落榜）','编号暂无','夜白','夜白','小白杯（若有）','小白杯（若有）','♦︎'],
	ybnb_wangbi:['别群比赛-小白杯（落榜）','编号暂无','夜白','夜白','小白杯（若有）','小白杯（若有）','♦︎'],
	ybsl_jiangziwen:['别群比赛-小白杯（落榜）','编号暂无','夜白','夜白','小白杯（若有）','小白杯（若有）','♦︎'],
	ybsl_suojing:['别群比赛-鸿渐赛·笔走龙蛇','编号暂无','夜白','夜白','鸿渐赛笔走龙蛇（若有）','鸿渐赛笔走龙蛇（若有）','♦︎'],
	ybsl_wangpou:['别群比赛-小白杯','编号暂无','夜白','夜白','小白杯（若有）','小白杯（若有）','♦︎'],
	ybsl_yangxu:['别群比赛-小白杯','编号暂无','夜白','夜白','小白杯（若有）','小白杯（若有）','♦︎'],
	ybsl_shichong:['别群比赛-小白杯','编号暂无','夜白','夜白','小白杯（若有）','小白杯（若有）','♦︎'],
	
	//宗族武将
	//吴郡陆氏
	ybslclan_luji:['夜白自设-吴郡陆氏','编号暂无','夜白','夜白','无','无','◈'],
	ybslclan_luxun:['夜白自设-吴郡陆氏','编号暂无','夜白','夜白','无','无','◈'],
	ybslclan_luyan:['夜白自设-吴郡陆氏','编号暂无','夜白','夜白','无','无','◈'],
	//一将成名
	ybslshen_pangtong:['三国杀十周年-重在参与','编号暂无','夜白','夜白','三国杀十周年','无','◈'],
}