import { lib, game, ui, get, ai, _status } from '../../../../../noname.js'
export { characterCopyright }

const characterCopyright = {
		
	//-----------------------上古神话专题---------------------------//
	
	sgsh_tiandi:['上古神话','001','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_shennong:['上古神话','002','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_xuanyuan:['上古神话','003','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_shaohao:['上古神话','004','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_zhuanxu:['上古神话','005','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_qinglong:['上古神话','006','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_baihu:['上古神话','007','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_zhuque:['上古神话','008','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_xuanwu:['上古神话','009','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_qilin:['上古神话','010','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_dongwanggong:['上古神话','011','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_xiwangmu:['上古神话','012','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_huaxu:['上古神话','013','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_yaoji:['上古神话','014','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_hongjunlaozu:['上古神话','015','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_gonggong:['上古神话','016','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_zhurong:['上古神话','017','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_goumang:['上古神话','018','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_houtu:['上古神话','019','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_yuqiang:['上古神话','020','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_fuxi:['上古神话','021','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_xiangliu:['上古神话','022','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_houyi:['上古神话','023','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_dayu:['上古神话','024','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_kuafu:['上古神话','025','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_tubo:['上古神话','026','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_jingwei:['上古神话','027','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_qibo:['上古神话','028','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_taizichangqin:['上古神话','029','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_yeming:['上古神话','030','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_yinglong:['上古神话','031','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_nvba:['上古神话','032','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_chiyou:['上古神话','033','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_fenghou:['上古神话','034','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_jiutianxuannv:['上古神话','035','龙腾杀上古诸神（夜白改）（如有）','从雨','网图','暂无','♦︎'],
	sgsh_luozu:['上古神话','036','龙腾杀上古诸神（夜白改）（如有）','从雨','网图','暂无','♦︎'],
	sgsh_cangjie:['上古神话','037','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_limu:['上古神话','038','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_changxian:['上古神话','039','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_guiyuqu:['上古神话','040','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	// sgsh_limu:['上古神话','041','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_shijiamouni:['上古神话','041','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_luohou:['上古神话','042','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	sgsh_xingtian:['上古神话','043','龙腾杀上古诸神（夜白改）（如有）','夜白','网图','暂无','♦︎'],
	
	
	
	//--------------群友共创---------------------//
	
	ybsl_xuyou:['群友共创','编号暂无','夜白','夜白','无','官方许攸','♦︎'],
	niya_re_liuyan:['群友共创','编号暂无','喵曹金玉','夜白','无','官方刘焉','♦︎'],
	niya_caowei:['群友共创','编号暂无','喵曹金玉','夜白','p站','无','♦︎'],
	Fe2O3_duqiong:['群友共创','编号暂无','从雨','夜白','图先欠着','无','♦︎'],
	zxunnamed_zhenji:['群友共创','编号暂无','找不到虫子的鸟','找不到虫子的鸟','无','无','♦︎'],
	Fe2O3_zixu:['群友共创','编号暂无','找不到虫子的鸟','找不到虫子的鸟','无','无','♦︎'],
	Fe3O4_guanyu:['群友共创','编号暂无','找不到虫子的鸟','找不到虫子的鸟','无','无','♦︎'],
	Fe2O3_zhugeliang:['群友共创','编号暂无','找不到虫子的鸟','找不到虫子的鸟','无','无','♦︎'],
	Fe2O3_zhaoyun:['群友共创','编号暂无','合','合','无','无','♦︎'],
	ddddssssbbbb_dengai:['群友共创','编号暂无','露','露','无','无','♦︎'],
	zxunnamed_gongsunyuan:['群友共创','编号暂无','霜','霜','无','无','♦︎'],
	FeO3_zhugeliang:['群友共创','编号暂无','横云','横云','无','无','♦︎'],
	Fe343_zhugeliang:['群友共创','编号暂无','从云','从云','无','无','♦︎'],
	
	
	
	//冷门民杀搬运
	ybslshen_zhenji:['冷门民杀搬运','编号暂无','冷门民杀搬运','夜白','冷门民杀搬运','暂无','✿'],
	//夜白杂设

	ybsl_kamome:['夜白杂设','编号暂无','夜白','夜白','Summer Pockets','Summer Pockets（若有）','❃'],
	ybsl_hairi:['夜白杂设','编号暂无','夜白','夜白','Summer Pockets','Summer Pockets（若有）','❀'],
	sp_key_umi:['夜白杂设','编号暂无','夜白','夜白','Summer Pockets','Summer Pockets（若有）','❃'],
	ybsl_pujing:['夜白杂设','编号暂无','夜白','夜白','三国杀官方（若有）','三国杀官方（若有）','♣︎️'],
	
	yb_key_hina:['夜白杂设','编号暂无','夜白','夜白','无名杀本体','无名杀本体（若有）','❃'],
	ybsl_youta:['夜白杂设','编号暂无','夜白','夜白','无名杀本体','无名杀本体（若有）','❃'],
	yb_key_kotori:['夜白杂设','编号暂无','夜白','夜白','无名杀本体','无名杀本体（若有）','❃'],
	yb_key_kagari:['夜白杂设','编号暂无','夜白','夜白','无名杀本体','无名杀本体（若有）','❃'],


	//别群比赛
	ybsl_lvyi:['别群比赛-小白杯（落榜）','编号暂无','夜白','夜白','小白杯（若有）','小白杯（若有）','♦︎'],
	ybsl_yinfan:['别群比赛-小白杯（重在参与）','编号暂无','夜白','夜白','小白杯（若有）','小白杯（若有）','♦︎'],
	ybsl_shlizhaoyi:['别群比赛-小白杯（重在参与）','编号暂无','夜白','夜白','小白杯（若有）','小白杯（若有）','♦︎'],
	ybsl_sunsháo:['别群比赛-小白杯（落榜）','编号暂无','夜白','夜白','小白杯（若有）','小白杯（若有）','♦︎'],
	ybsl_wangbi:['别群比赛-小白杯（落榜）','编号暂无','夜白','夜白','小白杯（若有）','小白杯（若有）','♦︎'],
	ybnb_wangbi:['别群比赛-小白杯（落榜）','编号暂无','夜白','夜白','小白杯（若有）','小白杯（若有）','♦︎'],
	ybsl_jiangziwen:['别群比赛-小白杯（落榜）','编号暂无','夜白','夜白','小白杯（若有）','小白杯（若有）','♦︎'],
	ybsl_suojing:['别群比赛-鸿渐赛·笔走龙蛇','编号暂无','夜白','夜白','鸿渐赛笔走龙蛇（若有）','鸿渐赛笔走龙蛇（若有）','♦︎'],
	ybsl_wangpou:['别群比赛-小白杯','编号暂无','夜白','夜白','小白杯（若有）','小白杯（若有）','♦︎'],
	ybsl_yangxu:['别群比赛-小白杯','编号暂无','夜白','夜白','小白杯（若有）','小白杯（若有）','♦︎'],
	ybsl_shichong:['别群比赛-小白杯','编号暂无','夜白','夜白','小白杯（若有）','小白杯（若有）','♦︎'],
	
	//宗族武将
	//吴郡陆氏
	ybslclan_luji:['夜白自设-吴郡陆氏','编号暂无','夜白','夜白','无','无','◈'],
	ybslclan_luxun:['夜白自设-吴郡陆氏','编号暂无','夜白','夜白','无','无','◈'],
	ybslclan_luyan:['夜白自设-吴郡陆氏','编号暂无','夜白','夜白','无','无','◈'],
	//一将成名
	ybslshen_pangtong:['三国杀十周年-重在参与','编号暂无','夜白','夜白','三国杀十周年','无','◈'],



	bilibiliup_jiangali:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u6c5f\u963f\u9ca4','\u6c5f\u963f\u9ca4','\u266a'],
	bilibiliup_guanyueliuli:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u89c2\u6708\u7409\u7483Ruri','\u89c2\u6708\u7409\u7483Ruri','\u266a'],
	bilibiliup_sunyuyou:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u5b59\u7fbd\u5e7d','\u5b59\u7fbd\u5e7d','\u266a'],
	bilibiliup_shianshan:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u8bd7\u5b89\u6749nuyoah_','\u8bd7\u5b89\u6749nuyoah_','\u266a'],
	bilibiliup_roubaozi:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u65fa\u4ed4\u8089\u5305','\u65fa\u4ed4\u8089\u5305','\u266a'],
	bilibiliup_baitaosuyu:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u767d\u6843\u9165\u9c7cEidolora','\u767d\u6843\u9165\u9c7cEidolora','\u266a'],
	bilibiliup_wanqinsin:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u5a49\u6c81sin','\u5a49\u6c81sin','\u266a'],
	bilibiliup_xiyeqianzhi:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u897f\u91ce\u5343\u679d\u3061\u3048','\u897f\u91ce\u5343\u679d\u3061\u3048','\u266a'],
	bilibiliup_lulinxikoi:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u9e7f\u4e34\u6eaa','\u9e7f\u4e34\u6eaa','\u266a'],
	bilibiliup_xilingna:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u5e0c\u6624\u5a1cLina','\u5e0c\u6624\u5a1cLina','\u266a'],
	bilibiliup_jiligulu:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u30b8\u30ea\u30b0\u9732-ruru','\u30b8\u30ea\u30b0\u9732-ruru','\u266a'],
	bilibiliup_maomaobaobao:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u732b\u732b\u9971\u9971_','\u732b\u732b\u9971\u9971_','\u266a'],
	bilibiliup_wenyuexu:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u82b1\u68a8\u54b2\u591c','\u82b1\u68a8\u54b2\u591c','\u266a'],
	bilibiliup_xueyuer:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u96ea\u7fbder','\u96ea\u7fbder','\u266a'],
	bilibiliup_qingxiaozhi:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u6674\u5c0f\u6800-\u5634\u6bd2\u7248','\u6674\u5c0f\u6800-\u5634\u6bd2\u7248','\u266a'],
	bilibiliup_qinian:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','Sin\u7941\u5ff5-','Sin\u7941\u5ff5-','\u266a'],
	bilibiliup_menglingli:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u68a6\u83f1\u9ca4','\u68a6\u83f1\u9ca4','\u266a'],
	bilibiliup_xueyunshang:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u96ea\u4e91\u88f3','\u96ea\u4e91\u88f3','\u266a'],
	bilibiliup_xingyao:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u661f\u7476','\u661f\u7476','\u266a'],
	bilibiliup_zhezhi:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u67d8\u679d_\u4e0d\u662f\u8fd9\u53eaovo','\u67d8\u679d_\u4e0d\u662f\u8fd9\u53eaovo','\u266a'],
	bilibiliup_xiazhisha:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u590f\u7ec7\u7eb1yarn','\u590f\u7ec7\u7eb1yarn','\u266a'],
	bilibiliup_qiyuan:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u6816\u82d1\u592a\u56f0\u8fbd','\u6816\u82d1\u592a\u56f0\u8fbd','\u266a'],
	bilibiliup_xinglisisi:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u674f\u91cc\u4e1d\u4e1d','\u674f\u91cc\u4e1d\u4e1d','\u266a'],
	bilibiliup_rongxiaoxuan:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u5bb9\u5c0f\u8431','\u5bb9\u5c0f\u8431','\u266a'],
	bilibiliup_shimizai:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u65f6\u5f25\u5d3d','\u65f6\u5f25\u5d3d','\u266a'],
	bilibiliup_linnannanya:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u7433\u5583\u5583\u5416','\u7433\u5583\u5583\u5416','\u266a'],
	bilibiliup_wanyue:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u62b1\u8d70\u5c0f\u665a\u73a5er','\u62b1\u8d70\u5c0f\u665a\u73a5er','\u266a'],
	bilibiliup_taomoran:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u6843\u672b\u5189','\u6843\u672b\u5189','\u266a'],
	bilibiliup_xiaotaosheng:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u5c0f\u6843\u7b19-','\u5c0f\u6843\u7b19-','\u266a'],
	bilibiliup_suilin:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u5c81\u51dbLynn','\u5c81\u51dbLynn','\u266a'],
	bilibiliup_baozai:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u634f\u634f\u9971\u5d3d','\u634f\u634f\u9971\u5d3d','\u266a'],
	bilibiliup_mixieer:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u5c0f\u5c0f\u97f3\u4e50\u5bb6\u7c73\u6b47\u5c14','\u5c0f\u5c0f\u97f3\u4e50\u5bb6\u7c73\u6b47\u5c14','\u266a'],
	bilibiliup_shishi:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u5c0f\u50f5\u8671\u8671\u5b50','\u5c0f\u50f5\u8671\u8671\u5b50','\u266a'],
	bilibiliup_qingling:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u537f\u73b2Lynn','\u537f\u73b2Lynn','\u266a'],
	bilibiliup_xiaoaijiang:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u5c0f\u7231\u9171oi','\u5c0f\u7231\u9171oi','\u266a'],
	bilibiliup_xinqi:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u5fc3\u6dc7_\u53e4\u7b5d\u7248','\u5fc3\u6dc7_\u53e4\u7b5d\u7248','\u266a'],
	bilibiliup_lushi:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u9e7f\u5b9eTamiko','\u9e7f\u5b9eTamiko','\u266a'],
	bilibiliup_tutu:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u662f\u837c\u837c\u8bf6_\u6323\u94b1\u5403\u836f\u7248','\u662f\u837c\u837c\u8bf6_\u6323\u94b1\u5403\u836f\u7248','\u266a'],
	bilibiliup_haitang:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u6d77\u68e0hinna','\u6d77\u68e0hinna','\u266a'],
	bilibiliup_shunhua:['\u865a\u62df\u4e3b\u64ad','\u7f16\u53f7\u6682\u65e0','\u591c\u767d','\u591c\u767d','\u77ac\u534e_Iris','\u77ac\u534e_Iris','\u266a'],
}